Repository: NaN-tic/trytond-account_invoice_contact
Catalog: locale/*.po
Languages: ca

# field:account.invoice,allowed_invoice_contacts:
source: Allowed Contact
ca: Contactes permesos

# field:account.invoice,invoice_contact:
source: Invoice Contact
ca: Contacte factura

# field:account.invoice.configuration,relation_types:
source: Contact types
ca: Tipus de contactes

# field:account.invoice.configuration-party.relation.type,config:
source: Config
ca: Configuració

# field:account.invoice.configuration-party.relation.type,relation:
source: Relation Type
ca: Tipus de relació

# help:account.invoice,allowed_invoice_contacts:
source: Allowed relation types for the related contact.
ca: Tipus de relació permeses pel contacte relacionat.

# model:account.invoice.configuration,name:
source: Invoice Configuration
ca: Configuració de factures

# model:account.invoice.configuration-party.relation.type,name:
source: Invoice Configuration - Party relation type
ca: Configuració de factures - Tipus relació tercer

# model:ir.action,name:act_invoice_configuration_form
source: Invoice Configuration
ca: Configuració de factures

# model:ir.ui.menu,name:menu_invoice_configuration
source: Invoice Configuration
ca: Configuració de factures

# view:account.invoice.configuration:
source: Invoice Configuration
ca: Configuració de factures
